{
  "ActivateActivities": "false",
  "Statue": {
    "IsActive": "true",
    "AppLink": "https://google.com",
    "AppIconLink": "https://mezyanaa.com/teee/sauus.png",
    "AppName": "Hassan Sausage Man Battle",
    "DisplayMessage": "Enjoy Sausage battle man royale and defeat all your opponents,"
  },
  "NetworksConfiguration": [
    {
      "Name": "admob",
      "Banner": "ca-app-pub-3940256099942544/6300978111",
      "Interstitial": "ca-app-pub-3940256099942544/1033173712",
      "Native": "ca-app-pub-3940256099942544/1044960115",
      "Percentage": "0"
    },
    {
      "Name": "facebook",
      "Banner": "IMG_16_9_APP_INSTALL#2637442046307781_2637447026307283",
      "Interstitial": "IMG_16_9_APP_INSTALL#2637442046307781_2637446166307369",
      "Native": "IMG_16_9_APP_INSTALL#205808031555111_206128874856360",
      "NativBanner": "",
      "Percentage": "0"
    },
    {
      "Name": "Iron",
      "AppId": "1027265f9",
      "Percentage": "100"
    },
    {
      "Name": "startapp",
      "AppId": "207885505",
      "Percentage": "0"
    }
  ],
  "GuideContent": [
    {
      "Title": "Hassan Khariji About Sausage man",
      "Description": "Sausage Man is the latest mobile battle royale game released by publisher XD. In this game, players will again be invited to feel the thrill of battle royale battles for up to 100 players at once. In addition, the battle area is also made very wide, and there are a lot of cool customizations.In addition to relying on intense shooting action with shooting animations to realistic weapon models, the battle royale gameplay offered by Sausage Man."
    },
    {
      "Title": "Spawn Island:",
      "Description": "When you queue up for the game, you will be taken in-game. Here you will wait for other people to join so the lobby. After the lobby is completed, the game will start automatically start while giving you a 5-second countdown. You can move around the spawn island interacting with other people and pick up weapons and try them."
    },
    {
      "Title": "Map",
      "Description": "After you leave the spawn island, you will be taken to the main island. The island contains different kinds of terrains, such as mountains, swamps, beaches, and jungles. All of these terrains provide different attributes like climbing and swimming that make the game feel more interactive."
    },
    {
      "Title": "Weapons And Assault rifles",
      "Description": "The variety of weapons in sausage man is very versatile. You can use weapons in Sausage man who is suited for your style. Different kinds of weapons make the game more fun to play and make it feel less repetitive. Types of weapons found in Sausage Man are: These are fully automatic guns that take medium ammo and are very good at long to medium range."
    },
    {
      "Title": "Pistols And Sniper",
      "Description": "Pistols are an excellent option early game. However, they are not the best option in the late game as the damage falls off long-range. Pistols come in different variants, such as semi-auto, auto, and revolvers.Snipers are a tremendous late-game weapon. Most of the snipers in-game are one headshot, one kill. There are two kinds of snipers. Semi-auto and bolt action."
    },
    {
      "Title": "Bows",
      "Description": "Bows are very hard to use, but if in the hand of a pro, they can be one of the best weapons in-game. The bow uses arrows as ammo. Bow arrows are very rare to find, so make every last arrow count. Bows are excellent from medium to close range and have no recoil."
    },
    {
      "Title": "Health Items and Med Kit",
      "Description": "Keeping your health bar consistently above a certain amount is an excellent practice in a battle royale. So it's always good to have health-restoring teams in your storage. There are three kinds of healing items in Sausage Man, which are as follows.Medkits can fully heal you back up in 10 seconds. Medkits take more storage to store, unlike bandages."
    }
  ]
}
